Repository: AnsaganK/vestnik
Catalog: locale/*/LC_MESSAGES/django.po
Languages: kk

source: Отправить статью
kk: Мақаланы жіберу

source: Архив(публикации)
kk: Мақалалар архиві

source: Архив выпусков
kk: Басылым архивтары

source: Кабинет
kk: Жеке кабинет

source: Отправленные статьи
kk: Жіберілген мақалалар

source: Вы еще ничего не добавили
kk: Сіз әлі мақала қосқан жоқсыз

source: Изменить пароль
kk: Парольды ауыстыру

source: Вы не
kk: Сіз

source: авторизованы
kk: авторизацияланған жоқсыз

source: Личный кабинет
kk: Жеке кабинет

source: Пользователь
kk: Қолданушы

source: Статьи для проверки
kk: Тексеріске арналған

source: Тема
kk: Тақырып

source: Авторы
kk: Авторлар

source: Дата
kk: Күні

source: Дата отправки
kk: Жіберілген күн

source: Дата проверки
kk: Тексеріс күні

source: Добавить вестник
kk: Вестник қосу

source: Статьи для проверки оплаты
kk: Төлемді тексеру мақалалары

source: На доработке
kk: Қайта жіберуледе

source: Отказано
kk: Қате

source: Отправленные на доработку
kk: Қайтадан жіберілген

source: Отказанные
kk: Қате болған

source: Главная
kk: Басты

source: Вестник филологии
kk: Филология вестнигі

source: КУ имени Ш. Валиханова
kk: Ш.Уалиханов атындағы КУ

source: Поиск
kk: Іздеу

source: Выход
kk: Шығу

source: Вход
kk: Кіру

source: Регистрация
kk: Ргистрация

source: Архив публикации
kk: Публикациялар архиві

source: Архив вестников
kk: Вестниктар архиві

source: Банковские реквизиты
kk: Банк

source: Ссылки
kk: Сілтемелер

source: Контакты
kk: Контакттар

source: Год
kk: Жыл

source: Месяц
kk: Ай

source: Результаты поиска
kk: Сұраныс нәтижесі
